const History = () => {
  return (
    <div className="lg:w-[1260px] mx-auto">
      <div className="w-64 mx-auto py-10">
        <h3 className="text-xl font-semibold border-y-4 text-center py-3">
          History
        </h3>
      </div>
      <h1 className="justify-center text-center font-bold text-xl lg:text-2xl pb-3">
        ডক্টরস কেয়ার মডেল স্কুল এর ইতিবৃত্ত
      </h1>
      <h2 className="mx-4 lg:mx-0 text-justify space-y-4">
        দেশসেরা ডক্টরস কেয়ার মডেল স্কুল মাতুয়াইলবাসীর আগ্রহ ও দাবির প্রেক্ষিতে
        বিশিষ্ট সমাজহিতৈষী ও বিদ্যোৎসাহী আলহাজ্ব সামসুল হক খানের উদ্যোগে ১৯৮৯
        খ্রি. প্রতিষ্ঠিত হয়। প্রতিষ্ঠানের আত্মপ্রকাশ ঘটে সামসুল হক খান জুনিয়র
        হাইস্কুল হিসেবে এবং সীমিত সংখ্যক শিক্ষার্থী ও শিক্ষক নিয়ে। ১৯৯৩ সালে
        প্রতিষ্ঠান সরকারি স্বীকৃতি লাভ করে, অতঃপর পূর্ণাঙ্গ হাইস্কুলে পরিণত হয়ে
        ওঠে। নাম ধারণ করে সামসুল হক খান উচ্চ মাধ্যমিক বিদ্যালয়। ১৯৯৫ সালে
        এমপিওভুক্ত হয় ও প্রথমবারের মতো এসএসসি পরীক্ষায় অবতীর্ণ হয়। ২০০৩ সালে
        সংযুক্ত হয় মেয়েদের জন্য কলেজ শাখা। আর তখন থেকেই প্রতিষ্ঠানের নতুন নামকরণ
        সামসুল হক খান স্কুল অ্যান্ড কলেজ। প্রতিষ্ঠানের সর্বশেষ শাখা ইংলিশ ভার্সন
        উন্মুক্ত হয় ২০১৪ সালে। <br /> <br /> সহকারী প্রধান শিক্ষক মো. সোহরাব
        হোসেন বালকদের দিবা শাখা ও সহকারী প্রধান শিক্ষক মো. আব্দুল মতীন বালিকাদের
        প্রভাতি শাখার তত্ত্বাবধান ও পরিচালনার দায়িত্বে নিযুক্ত। ইংলিশ ভার্সনের
        ইনচার্জ মো.আলমগীর হোসেন। কলেজ শাখার ইনচার্জের দায়িত্বে নিযুক্ত আছে মো.
        মুস্তাফিজুর রহমান(তুহিন), সহকারী অধ্যাপক, গণিত বিভাগ। সামসুল হক খান
        স্কুল অ্যান্ড কলেজ সহশিক্ষা বিনোদনে দেশের অন্যতম অগ্রগামী
        শিক্ষাপ্রতিষ্ঠান। স্কাউট গ্রুপসহ ডজন খানেক ক্লাব বিদ্যমান। সামসুল হক খান
        স্কুল অ্যান্ড কলেজ স্কাউট গ্রুপ একটি সাড়া জাগানো স্কাউট সংগঠন। এছাড়া
        ইংলিশ ল্যাঙ্গুয়েজ ক্লাব, বিজ্ঞান ক্লাব, আর্ট অ্যান্ড কালচারাল ক্লাব,
        ডিবেট ক্লাব, স্বদেশ ও বিশ্বভাবনা ক্লাব উল্লেখযোগ্য। শিক্ষার্থীদের মানসিক
        বিকাশে ক্লাবগুলো অবদান রাখছে। <br />
        <br />
        প্রতিষ্ঠানের প্রধান কর্ণধার প্রিন্সিপাল মো. মাহবুবুর রহমান মোল্লা। শুরু
        থেকেই তিনি প্রতিষ্ঠান প্রধান হিসেবে নিযুক্ত আছেন। তাঁর দূরদৃষ্টি ও
        তীক্ষ্ণধী প্রতিষ্ঠানকে যথাসম্ভব দ্রুত বিস্তার ও বিকশিত করেছে। মো.
        মাহবুবুর রহমান মোল্লা ডেমরা রোড সংলগ্ন মাতুয়াইলে প্রতিষ্ঠিত ড. মাহবুবুর
        রহমান মোল্লা কলেজের প্রতিষ্ঠাতা ও চেয়ারম্যান, মাননীয় প্রধানমন্ত্রীর
        শিক্ষা সহায়তা ট্রাস্টি বোর্ডের সদস্য ও উত্তর কোরিয়ার বৈশ্বিক শান্তি মঞ্চ
        এইচডব্লিউপিএল এর অ্যাম্বাসেডর। প্রতিষ্ঠানের পাঠ প্রক্রিয়া চারটি পর্যায়ে
        বিভক্ত। সকুল পর্যায়, বাংলা মাধ্যম দুটি – দিবা ও প্রভাতি শাখা, ইংলিশ
        ভার্সন ও কলেজ শাখা। সব পর্যায়ে পাঠ পদ্ধতি সেমিস্টার ভিত্তিক। বর্তমানে
        প্রতিষ্ঠানের গভর্নিং বডির চেয়ারম্যান আলহাজ্ব শামসুদ্দিন ভূঁইয়া সেন্টু।
        প্রতিষ্ঠানের সূচনালগ্নে যারা নানাভাবে অবদান রেখেছেন তাদের মধ্যে জনাব
        তাজুল ইসলাম মিয়াজী, জনাব সামিউল আহসান, মরহুম আনোয়ার হোসেন প্রমুখ
        স্মরণীয়। সামসুল হক খান স্কুল অ্যান্ড কলেজ ২০১২ ও ২০১৫ সালে এসএসসিতে ঢাকা
        বোর্ডে যথাক্রমে ২য় ও ১ম স্থান অধিকার করে। বোর্ড পরীক্ষায় কলেজ ও স্কুল
        উভয় পর্যায়ের সাফল্যের ধারাবাহিক।
      </h2>
    </div>
  );
};

export default History;
