import AdministrationSidebar from "@/components/shared/AdministrationSidebar/AdministrationSidebar";
import { Divider } from "antd";
import teacher from "../../../../public/assests/20112319132256.jpg";
import Image from "next/image";

const message = () => {
  return (
    <>
      <section className=" bg-gray-100  lg:py-12 text-gray-800 ">
        <div className="lg:w-[1260px] mx-auto lg:flex gap-1 lg:mt-9">
          <div className="py-5 pr-8 lg:pr-5 pl-8 md:pl-0 lg:pl-0 ">
            <AdministrationSidebar />
          </div>
          <div className="grid w-full ">
            <div className="lg:w-auto lg:mt-2  ">
              <div className="w-full md:w-64 lg:w-64 md:pt-4 lg:pt-4">
                <h3 className="text-2xl font-semibold text-center md:text-left lg:text-left">
                  Message
                </h3>
              </div>
              <Divider className="bg-gray-300" />

              <section className="lg:w-auto border rounded p-4 bg-white text-gray-800 items-center ">
                <div className=" p-4  text-gray-800 flex flex-col items-center content-center">
                  <h2 className="text-4xl font-bold">চেয়ারম্যানের বার্তা</h2>
                  <div className="space-y-4 flex flex-col items-center content-center">

                    <Image
                      src={teacher}
                      className="h-46 w-52  rounded p-3" alt="img"
                    />

                    <h2 className="font-bold">আলহাজ্ব মো: সামসুল কবির</h2>

                    <h2>চেয়ারম্যান, গভর্নিং বডি</h2>
                    <div className="space-y-2">
                      <p className="text-justify  text-gray-600">সামসুল হক খান স্কুল অ্যান্ড কলেজ দেশসেরা শিক্ষাপ্রতিষ্ঠান।  এ প্রতিষ্ঠানের  সাফল্য গৌরবোজ্জ্বল এবং ধারাবাহিক। প্রিন্সিপাল মো. মাহবুবর রহমান মোল্লা অত্যন্ত সুদক্ষ এবং অভিজ্ঞ।তাঁর নেতৃত্বেই সামসুল হক খান স্কুল অ্যান্ড কলেজ উত্তরোত্তর বিকশিত হচ্ছে। ২০১৫ সালে প্রতিষ্ঠান ঢাকা বোর্ডে এসএসসিতে প্রথম স্হান অধিকার করে এবং এইচএসসিতে ২০০৭ সালে প্রথম স্হান অধিকার করে। জুনিয়র ও প্রাইমারি পর্যায়েও  বিগত সময়ে অসাধারণ  সাফল্য অর্জন করে। <br /> <br />

                        সামসুল হক খান স্কুল অ্যান্ড কলেজ প্রতিশ্রুতিশীল শিক্ষাঙ্গন। শিক্ষার্থীদের মেধাবী করে তুলতে শিক্ষকবৃন্দ নিরলস কাজ করে যাচ্ছেন,  তার সন্তোষজনক ফলও পাচ্ছি।  শিক্ষার্থীদের নিরবচ্ছিন্ন পাঠ প্রক্রিয়া সচল রাখতে প্রতিষ্ঠান তাদের বিরামহীন বিদ্যুৎ সেবাসহ, লিফট ও যাতায়াতে রাইড সার্ভিস নিশ্চিত করেছে। পড়াশোনা অগ্রসর করার লক্ষ্যে আমরা প্রতিশ্রুতিবদ্ধ। কেবল প্রাতিষ্ঠানিক পড়াশোনায়ই নয়, সহশিক্ষা কার্যক্রমেও প্রতিষ্ঠানের জুরি নেই।<br /><br />

                        প্রতিষ্ঠানের সার্বিক উন্নয়ন সাধনে গভর্নিং বডি যথাসাধ্য অবদান রেখে যাচ্ছে । সামসুল হক খান স্কুল অ্যান্ড কলেজ আমাদের অহংকার।</p>
                    </div>
                  </div>
                </div>
                <Divider className="bg-gray-300" />

                <div className=" p-4  text-gray-800 flex flex-col items-center content-center">
                  <h2 className="text-4xl font-bold">প্রধান শিক্ষকের বার্তা</h2>
                  <div className="space-y-4 flex flex-col items-center content-center">

                    <Image
                      src={teacher}
                      className="h-46 w-52  rounded p-3" alt="img"
                    />

                    <h2 className="font-bold">আলহাজ্ব মো: সামসুল কবির</h2>

                    <h2>প্রধান শিক্ষক</h2>
                    <div className="space-y-2">
                      <p className="text-justify  text-gray-600">প্রাতিষ্ঠানিক পড়াশোনার লক্ষ্য- উদ্দেশ্য আগের মতো নেই। পড়াশোনার উদ্দেশ্য হচ্ছে শিক্ষার্থীকে কালসচেতন করে তাকে জীবনমুখী করে তোলা। কী করে জীবনকে সমৃদ্ধ করা যায় সেই শিক্ষা দেওয়া। যেকোনো অর্জনের অর্থ জীবনকে সার্থক করে তোলা। সেই চিন্তায় পড়াশোনা হবে বর্তমান ও ভবিষ্যতকে অর্থবহ করে তুলতে। আধুনিক যুগে যে পাঠ জীবনের জন্য অর্থ বহন করে না তা জ্ঞান বলে গণ্য করা হয় না। অতএব জীবনোপযোগী জ্ঞান চাই। প্রাতিষ্ঠানিক পড়াশোনা নিয়ে এমন ভাবনায় দেশ ও সরকার এগিয়ে আসছে যা বাংলাদেশের সবপর্যায়ের শিক্ষাপ্রতিষ্ঠানের জন্য সুবার্তা বয়ে আনবে। অতীত দিনে  স্কুল কলেজের পাঠসূচি ও পাঠচর্চায় যে গতানুগতিকতা ও সীমাবদ্ধতা ছিলো তাতে পরিবর্তনও আসতে শুরু করেছে। <br /><br />

                        কেবল নির্ধারিত পাঠসূচিই সব নয়, আদর্শ ও উন্নত মানুষ গড়তে প্রতিষ্ঠানের নিজস্ব দৃষ্টিভঙ্গিও থাকাও  জরুরি।  নির্দিষ্ট পাঠের পাশাপাশি কোন অভ্যাস- অভিরুচির শিক্ষা শিক্ষার্থীকে সময় ও সমাজের শ্রেষ্ঠ সন্তানে পরিণত করবে প্রতিষ্ঠানে সেই চিন্তা প্রতিফলনের  দায়িত্ব প্রতিষ্ঠানের একেবারেই নিজস্ব। সেখানে বাইরের কারো হুকুম থাকে না, বাধাও থাকে না। এজন্যই বিশেষ মর্যাদার প্রতিষ্ঠান বিশেষ মর্যাদার শিক্ষার্থী তৈরি করতে পারে।<br /><br />

                        সামসুল হক খান স্কুল অ্যান্ড কলেজ নির্ধারিত পাঠ্যসূচির মধ্যে থেকেই সময়োপযোগী শিক্ষার্থী গঠনে যত্নশীল। একটি সুপরিকল্পিত  শৃঙ্খলায় প্রতিষ্ঠান পরিচালিত হয়। শিক্ষার্থীদের মধ্যে অনুসন্ধানী ও সৃজনশীল আত্মভুবন গড়তে প্রতিষ্ঠানের বিরামহীন চেষ্টা চলছে। চাই তাদের মন বিকশিত হোক, দেশ ও বিশ্ব বৈচিত্র্যে গভীর আকর্ষণ তারা বোধ করুক। জীবনের নানাদিক নিয়ে তাদের অন্তহীণ আগ্রহ জাগ্রত হোক। আমাদের শিক্ষাপ্রতিষ্ঠানের ছাত্রছাত্রীদের মনের বিকাশের জন্য শিক্ষা বিনোদনের একটি বড় পরিমন্ডল গড়ে তোলা হয়েছে। শ্রেণিপাঠের পাশাপাশি সে পরিমন্ডলে তাদের অনুশীলন চলে নিয়মিত। তারা আনন্দিত, উৎফুল্ল।  জীবন তারা নিজের মতো করে উপভোগ করতে শিখুক। বিশ্বের রহস্য অনুধাবনে তারা আবিষ্ট থাকুক। সংসারে বড় কাজ,মানুষকে মানুষ করা। সামসুল হক খান স্কুল অ্যান্ড কলেজ সেই ব্রতে নিবেদিত।</p>
                    </div>
                  </div>
                </div>

              </section>
            </div>
          </div>
        </div>
      </section>
    </>
  );
};

export default message;
