import { Divider } from "antd";
import { BsDot } from "react-icons/bs";
import CollegeSidebar from './../../../../components/shared/Corner/CollegeSidebar/CollegeSidebar';

const collegeInfo = () => {
    return (
        <>
      <section className=" bg-gray-100  lg:py-12 text-gray-800 ">
        <div className="lg:w-[1260px] mx-auto lg:flex gap-1 lg:mt-9">
          <div className="py-5 pr-8 lg:pr-5 pl-8 md:pl-0 lg:pl-0 ">
            <CollegeSidebar />
          </div>
          <div className="grid w-full ">
            <div className="lg:w-auto lg:mt-2  ">
              <div className="w-full md:w-64 lg:w-64 md:pt-4 lg:pt-4">
                <h3 className="text-2xl font-semibold text-center md:text-left lg:text-left">
                  School Info
                </h3>
              </div>
              <Divider className="bg-gray-300" />
              <div className="lg:w-auto border rounded p-4 bg-white ">
                <section className="p-0 lg:p-2  text-gray-800 text-justify">
                  <div className="container mx-auto space-y-8">
                    <p className="">
                      <h1 className="text-2xl font-bold">সম্মানিত অভিভাবকবৃন্দ, আসসালামুআলাইকুম </h1><br />
                      একবিংশ শতাব্দীর চ্যালেঞ্জ মোকাবেলায় আধুনিক শিক্ষা ছাড়া কোন জাতির উন্নতি সম্ভব নয়। একটি জাতি তখনই প্রকৃত উন্নত হতে পারে যখন সেই শিক্ষিত জাতির মধ্যে আধুনিক ও নৈতিক শিক্ষার সমন্বয় ঘটে। যুগযুগ ধরে সুশিক্ষাই জাতির মেরুকরণ সৃষ্টিতে অগ্রণী ভূমিকা পালন করে আসছে। যেখানে সারা পৃথিবী জ্ঞান, বিজ্ঞান ও মেধায় অনেক এগিয়ে সেখানে আমরা ঢাকাবাসী অনেক পিছিয়ে রয়েছি। প্রত্যেকটা সচেতন অভিভাবকের অবাক চাহনি ও তার সন্তানের ভবিষ্যত নিয়ে চিন্তা আমাদের মনকে আন্দোলিত করেছে। তাই উনাদের আশা আকাঙ্খার বাতিঘর হিসাবে আমরা গড়ে তুলেছি SoftyEdu স্কুল।<br /><br />

                      আমি দীর্ঘদিন থেকে অত্র এলাকার জ্ঞান বিতরণ অর্থাৎ কোমলমতি শিক্ষার্থীদের জ্ঞান বিতরণের কাজে একজন শিক্ষক হিসেবে সম্পৃক্ত আছি। দীর্ঘ এই পথচলায় এ এলাকার অনেক সচেতন অভিভাবক, শিক্ষক ও কর্মকর্তা-কর্মচারীর সাথে আমার সুসম্পর্ক গড়ে উঠেছে। অভিভাবক, সামাজিক ব্যক্তিত্ব, শিক্ষকসহ বিভিন্ন শ্রেণি-পেশার লোকদের সাথে মত বিনিময় কালে যে ব্যাপারটি আমার চোখে ধরা দিয়েছে সেটা হল এ এলাকার আশে পাশে কিছু মানসম্মত শিক্ষা প্রতিষ্ঠান থাকলেও কেন্দ্রিয় এরিয়ায় মানসম্মত কোন প্রতিষ্ঠান নেই। ফলস্রুতিতে উপজেলা পর্যায়ে যে সকল কর্মকর্তা কর্মচারী কিংবা সাধারন মানুষ আছেন উনারা ওনাদের বাচ্চার পড়াশোনার জন্য অনেক কষ্ট পোহাতে হচ্ছে। শহরমুখি হওয়ার প্রবনতা বাড়ছে, সামাজিক দূরত্ব এমনকি কোন কোন ক্ষেত্রে পারিবারিক আশান্তির খবর পাওয়া যায়। শিক্ষার সঠিক রস না নিতে পেরে শিক্ষার্থী ও সাধারণ অভিভাবক শিক্ষক, শিক্ষা প্রতিষ্ঠানের উপর আস্থা হারাচ্ছে এ এলাকার মানুষের কাছে শিক্ষা এখন অপ্রয়োজনীয় মৌলিক চাহিদাতে পরিণত হয়েছে। ফলে বাচ্চাদের অকালে ঝরে পড়ার প্রবনতা বেশি। সেই কথা মাথায় রেখে আলোকিত ঢাকা গঠনের লক্ষ্য নিয়ে, আমরা প্রতিষ্ঠা করেছি SoftyEdu স্কুল।<br /><br />

                      <h2 className="flex items-center italic font-semibold">যেটি হতে পারে রুচিসম্মত অভিভাবকের প্রথম পছন্দের ঠিকানা।</h2>
                    </p>
                    <p>
                      <span className="text-2xl font-bold">আমরা যা যা করেছি...</span><br />

                      <span className="flex items-center italic font-semibold"> <BsDot /> আধুনিক সমাজ নির্মানের অন্যতম হাতিয়ার (ধর্মীয় শিক্ষা, কম্পিউটার শিক্ষা ও ইংরেজি শিক্ষাকে) প্রতিটি ক্লাশে বাধ্যতামূলক করেছি। <br /></span>
                      <span className="flex items-center italic font-semibold"> <BsDot />বিষয়ভিত্তিক দক্ষ, যোগ্য ও মেধাবী শিক্ষক পরীক্ষার মাধ্যমে নিয়োগ প্রদান করেছি।<br /></span>
                      <span className="flex items-center italic font-semibold"> <BsDot />দূর-দূরান্তের শিক্ষার্থীদের যাতায়াতের জন্য স্বল্প খরচে নিজস্ব পরিবহন ব্যবস্থা করেছি।<br /></span>
                      <span className="flex items-center italic font-semibold"> <BsDot />শিক্ষার্থীদের থাকার জন্য অত্যান্ত সাজানো গোছানো বালক/বালিকা আলাদা আবাসিক সুবিধার ব্যবস্থা করেছি। <br /></span>
                      <span className="flex items-center italic font-semibold"> <BsDot />সার্বক্ষনিক মনিটরিং এর জন্য নিরাপত্তার সার্থে সি সি টিভি ক্যামেরা স্থাপন করেছি।<br /></span>

                      <br />

                      দক্ষ পরিচালনা কমিটির তত্ত্বাবধানে শিক্ষার্থীবৃন্দ যেন একুশ শতকের চ্যালেঞ্জ মোকাবেলায় উন্নত, নৈতিক চরিত্র গঠন পূর্বক দেশের কল্যানে নিজেকে নিয়োজিত রাখতে পারে এরই লক্ষ্যে আমাদের পথ চলা। তথ্য-প্রযুক্তি আজকের শিক্ষা ব্যবস্থার সাথে অত্যন্ত ঘনিষ্ট ভাবে জড়িত। পৃথিবীর সকল দেশ জুড়ে প্রযুক্তির ব্যবহার বিস্ময়কর ভাবে বেড়ে চলছে। তাই আমরা আধুনিকতার কোর্স কিছুর ঘাটতি রাখিনি। আমাদের প্রতিষ্ঠানে দক্ষ ও যোগ্য মানব সম্পদ তৈরীর লক্ষ্যে আমরা আপনাদের নিকট দৃঢ় প্রতিজ্ঞাবদ্ধ। আমাদের শিক্ষানীতিতে বিজ্ঞান, তথ্য ও যোগাযোগ প্রযুক্তি, ইংরেজি শিক্ষা, ধর্ম ও নৈতিক শিক্ষাকে প্রাধান্য দিয়েছি। আমরা ঠিক এ জিনিসগুলোকে প্রাধান্য দিয়ে আমাদের ভবিষ্যতের চলার পথ নিরূপণ করেছি। আশা করছি আমাদের সাথে পথচলা আপনাদের সন্তানদের সুন্দর ভবিষ্যত নির্মানে সহায়তা করবে।<br /><br />

                      প্রিয় অভিভাবক, আপনার সচেতনতাই পারে, আপনাকে মুক্তি দিতে ও আপনার সন্তানকে সঠিক পথ দেখাতে।তাই গতানুগতিক চিন্তা থেকে বের হয়ে আসুন, যাচাই করার সুযোগ তো আছেই! তাই যাচাই করে আপনার সন্তানকে যে কোন মানসম্মত প্রতিষ্ঠানে ভর্তি করিয়ে দিন। মনে রাখবেন ৩ মাস ব্যবহার করা সুয়েটার কিনতে মানুষ কয়েকটি দোকান যাচাই করে কিন্তু শিক্ষার ক্ষেত্রে কেন তা নয়??<br /><br />

                      আপনার সন্তান প্রকৃত শিক্ষায় শিক্ষিত হয়ে আপনার, দেশ, মাটি ও মানুষের মুখ উজ্জল করুক এই কামনায়...</p>
                  </div>
                </section>
              </div>
            </div>
          </div>
        </div>
      </section>
    </>
    );
};

export default collegeInfo;